[ManufacturerMaterials.Mat_Maliwan_2_Evie:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Alta probabilidade de causar efeito elemental" 
NoConstraintText=""
Suffix=""
Prefix=""

[ManufacturerMaterials.Mat_Maliwan_3_Pimpernel:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Alta probabilidade de causar efeito elemental" 
NoConstraintText=""
Suffix=""
Prefix=""

[Name.Prefix.Prefix__Unique_CaptainBlade WeaponNamePartDefinition]
PartName="Capitão Blade" 

[Name.Prefix.Prefix__Unique_Scarlett WeaponNamePartDefinition]
PartName="Capitã Scarlett" 

[Name.Prefix.Prefix__Unique_Scarlett_Pimpernel WeaponNamePartDefinition]
PartName="Capitã Scarlett" 

[Name.Title.Title__Unique_12Pounder WeaponNamePartDefinition]
PartName="12 Cálices"

[Name.Title.Title__Unique_12Pounder:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Nec pluribus impar, vadias." 
Suffix=""
Prefix=""

[Name.Title.Title__Unique_Cutlass WeaponNamePartDefinition]
PartName="Rapier"

[Name.Title.Title__Unique_Cutlass:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description=""
NoConstraintText="Atirar e matar... não tem mistério." 
Suffix=""
Prefix=""

[Name.Title.Title__Unique_Cutlass:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description=""
NoConstraintText="A maldição do Punho de Porcelana!" 
Suffix=""
Prefix=""

[Name.Title.Title__Unique_ERRORMESSAGE WeaponNamePartDefinition]
PartName="MENSAGEM DE ERRO! MENSAGEM DE ERRO!"

[Name.Title.Title__Unique_ERRORMESSAGE:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="ESSA ARMA NUNCA DEVERIA SER ABANDONADA" 
Suffix=""
Prefix=""

[Name.Title.Title__Unique_JollyRoger WeaponNamePartDefinition]
PartName="Jolly Roger"

[Name.Title.Title__Unique_JollyRoger:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Uma vida de pirataria para mim"
Suffix=""
Prefix=""

[Name.Title.Title__Unique_LittleEvie WeaponNamePartDefinition]
PartName="Pequena Evie"

[Name.Title.Title__Unique_LittleEvie:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Choque e aaahh!  Tão bonitinha!"
Suffix=""
Prefix=""

[Name.Title.Title__Unique_OrphanMaker WeaponNamePartDefinition]
PartName="Orfanizador"

[Name.Title.Title__Unique_OrphanMaker:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description=""
NoConstraintText="A maldição da reação nefasta!" 
Suffix=""
Prefix=""

[Name.Title.Title__Unique_OrphanMaker:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description=""
NoConstraintText="Cria órfãos com bastante frequência." 
Suffix=""
Prefix=""

[Name.Title.Title__Unique_Pimpernel WeaponNamePartDefinition]
PartName="Pimpernel"

[Name.Title.Title__Unique_Pimpernel:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Me afunde!" 
Suffix=""
Prefix=""

[Name.Title.Title__Unique_SandHawk WeaponNamePartDefinition]
PartName="Falcão da Areia"

[Name.Title.Title__Unique_SandHawk:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Não tão parecido com Errol." 
Suffix=""
Prefix=""

[Name.Title.Title__Unique_ScarletsGreed WeaponNamePartDefinition]
PartName="Ganância"

[Name.Title.Title__Unique_ScarletsGreed:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Ladrão." 
Suffix=""
Prefix=""

[Name.Title.Title__Unique_Stinkpot WeaponNamePartDefinition]
PartName="Stinkpot"

[Name.Title.Title__Unique_Stinkpot:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Somos piratas... não seguimos regras." 
Suffix=""
Prefix=""

[Skills.Skill_Evie SkillDefinition]
SkillName="Habilidade Evie Poderosa" 
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Skill_Evie:BehaviorProviderDefinition_0.Behavior_AttributeEffect_117.SkillDefinition_0 SkillDefinition]
SkillName=""
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Skill_Evie:BehaviorProviderDefinition_0.Behavior_AttributeEffect_118.SkillDefinition_0 SkillDefinition]
SkillName=""
SkillDescription=""
LockedSkillDetailStr="<Locked>"

